/* The other answer for Cocoa input manager plugin alert panel. */
"Decide later" = "Decide later";

/* The default answer for Cocoa input manager plugin alert panel. */
"Disable" = "Disable";

/* The title of the Edit menu item. */
"Edit" = "Edit";

/* The alt answer for Cocoa input manager plugin alert panel. */
"Enable" = "Enable";

/* The title of the Input menu item. */
"Input" = "Input";

/* The title for Cocoa input manager plugin alert panel. */
"Old style plug-in input managers detected" = "Old style plug-in input managers detected";

/* The title of the Character Palette menu item. */
"Special Characters\\U2026" = "Special Characters…";

/* The msg for Cocoa input manager plugin alert panel. */
"You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?" = "You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?";

